# форма ввода ответа на тест по биологии для студентов.

# Он должен запрашивать по порядку этапы развития человека
# Ввод:
# 1.	Положение человека в системе животного мира
# 2.	Качественные отличия человека от животных
# 3.	Биологические и социальные факторы антропогенеза
# 4.	Предшественники человека (протоантропы)
# 5.	Древнейшие люди (архантропы)
# 6.	Древние люди (палеоантропы)
# 7.	Первые люди современного типа (неоантропы)
# 8.	Человеческие расы(«человек разумный разумный»)

a1 = input('Введите 1 этап развития человека: ')
a2 = input('Введите 2 этап развития человека: ')
a3 = input('Введите 3 этап развития человека: ')
a4 = input('Введите 4 этап развития человека: ')
a5 = input('Введите 5 этап развития человека: ')
a6 = input('Введите 6 этап развития человека: ')
a7 = input('Введите 7 этап развития человека: ')
a8 = input('Введите 8 этап развития человека: ')

print(a1, a2, a3, a4, a5, a6, a7, a8, sep='=>')
